src/chemistry/organic_chemistry/KBe21bio201floMitosisVSMeiosis.org
#+AUTHOR: Exr0n

* sources                                                           :source:

** https://www.nature.com/scitable/topicpage/mitosis-meiosis-and-inheritance-476/

** https://www.nature.com/scitable/topicpage/meiosis-genetic-recombination-and-sexual-reproduction-210/#

* overview
** mitosis gene transmission
*** exact copy (except random mutations)
*** good for growth and expansion as a child or to replace damaged tissue
*** things can still differ
**** random mutations
**** cromosome duplication ('polytene chromosomes')
***** large compared to other chromosomes
***** created in a similar process to mitosis but without 'cytokinesis'
** meiosis
*** only transmits half the genitic information
*** fundamental to all plants and animals producing gametes
*** indepnedent assortment
**** ordering is random, which means each half-chromosome has a 1/2 chance of continuing on
**** thus, each organism can produce $2^n$ gametes
**** and when considering both parents the number of possible child geneomes is squared? (ignoring recombination)
* recombination
** some mixing of chromosome pieces 'between homologue pairs'?
** more comon in some genes than others (if they are tightly linked)
* when things go wrong
** aberrations that alter chromosome number
*** occurs when something happens to the 'centromere' and the 'spindle fibers' can't attache to it and pull it apart
*** one daughter cell can end up with more chromosomes than another in mitosis
*** in meiosis, 'homologous pairs can fail to separate during anaphase I'. called 'nondisjunction'
*** diff numbers of chromosomes for haploid (half-set sex cells)
**** monosomy
***** lacking one chromosome (organism has only half chromosome from other parent)
**** trisomy
***** got three half-chromosomes, (organism has extra bit, such as XXY)
**** aneuploidy (either of the above)
* an example : albert francis blakeslee, john belling, and jimsonweed
* summary
** odd chromosome number arises from errors in segregation during chromosome replication. These variations 'enrich our understanding of how the transfer of chromosomes is regulated from one generation to the next'
* meiosis
** etymology
*** from greek /meioun/ or 'to make small'
** one dna replication stage, two cell divisions
** also involves 'recombination'
** often study yeast or something
** better (electron scanning) microscopes made more discoveries
** differences by sex
*** mamalian males tend to mantain an active pool of mitosis dividing germ cells of which a subset "specialize" via meiosis
*** mamalian females germ cells tend to enter meiosis and become oocytes early in development (limited number)
** steps to meiosis
*** young organisms set aside germ cells that proliferate by mitosis until they recieve signals and enter meiosis
*** two divisions to produce gametes
*** first, as a diploid cell, the genome is duplicated to get four copes distributed over two of each chromosome
**** meiosis I
***** unique to germ cells
***** prophase I
****** 'pairs of homologous chromosomes come together to form a tetrad or bivalent, which contains four chromatids'
****** recombination occurs within each tetrad
****** chiasmata, or something?
***** metaphase I
****** chromosomes line up opposite eachother
****** sex chromosomes also oppose eachother (to ensure sex chromosomes segregate properly during division (in theory))
***** anaphase I
****** crossover resolution with meiosis-specific cohesins?
****** else aneuploidy
******* which is actually quite common, maybe 10% to 30%
******* increases sharply with maternal age
**** meiosis II
***** similar to mitotic division
***** except there isn't enough DNA to go around so each daughter cell has only half of each chromosome (haploid, as expected)
***** in males, all four products are roughly the same size and viability while in females, the oocyte retains most of the mass and the other three bits are pinched off
** recombination (v important)
*** segments:
**** leptotene (greek 'thin threads')
**** zygotene (greek 'paired trheads')
**** pachytene (greek 'thick threads')
**** diplotene (greeek 'two threads')
*** whappens
**** some species have pairing sequences for centerd alignment
**** other species, chromosomes don't pair until double stranded breaks (DSBs) appear in DNA
***** catalyzed by protiens with topoisomerases, Spo11 protien from yeast?
**** some DNA trimming and then they connect in double Holliday junctions
**** synaptonemal complex (SC) which holds things steady
