docs/chemistry/organic_chemistry/KBe21bio201floMitosisVSMeiosis.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-11 Sat 16:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Exr0n" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://taproot3.sanity.gq/sitemap.html"> UP </a>
 |
 <a accesskey="H" href="https://taproot3.sanity.gq/theindex.html"> HOME </a>
</div><div id="content">

<div id="outline-container-org96cc803" class="outline-2">
<h2 id="org96cc803"><span class="section-number-2">1</span> sources&#xa0;&#xa0;&#xa0;<span class="tag"><span class="source">source</span></span></h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgfcab669" class="outline-3">
<h3 id="orgfcab669"><span class="section-number-3">1.1</span> <a href="https://www.nature.com/scitable/topicpage/mitosis-meiosis-and-inheritance-476/">https://www.nature.com/scitable/topicpage/mitosis-meiosis-and-inheritance-476/</a></h3>
</div>

<div id="outline-container-org131716f" class="outline-3">
<h3 id="org131716f"><span class="section-number-3">1.2</span> <a href="https://www.nature.com/scitable/topicpage/meiosis-genetic-recombination-and-sexual-reproduction-210/">https://www.nature.com/scitable/topicpage/meiosis-genetic-recombination-and-sexual-reproduction-210/</a>#</h3>
</div>
</div>

<div id="outline-container-org9d36c4e" class="outline-2">
<h2 id="org9d36c4e"><span class="section-number-2">2</span> overview</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org61c45e0" class="outline-3">
<h3 id="org61c45e0"><span class="section-number-3">2.1</span> mitosis gene transmission</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-org4a2167a" class="outline-4">
<h4 id="org4a2167a"><span class="section-number-4">2.1.1</span> exact copy (except random mutations)</h4>
</div>
<div id="outline-container-org2382b19" class="outline-4">
<h4 id="org2382b19"><span class="section-number-4">2.1.2</span> good for growth and expansion as a child or to replace damaged tissue</h4>
</div>
<div id="outline-container-org33dcd83" class="outline-4">
<h4 id="org33dcd83"><span class="section-number-4">2.1.3</span> things can still differ</h4>
<div class="outline-text-4" id="text-2-1-3">
</div>
<ol class="org-ol">
<li><a id="org1dc2571"></a>random mutations<br /></li>
<li><a id="org86e0cdc"></a>cromosome duplication ('polytene chromosomes')<br />
<ol class="org-ol">
<li><a id="org132693c"></a>large compared to other chromosomes<br /></li>
<li><a id="orgd759d82"></a>created in a similar process to mitosis but without 'cytokinesis'<br /></li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-org671edeb" class="outline-3">
<h3 id="org671edeb"><span class="section-number-3">2.2</span> meiosis</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-orgf398f98" class="outline-4">
<h4 id="orgf398f98"><span class="section-number-4">2.2.1</span> only transmits half the genitic information</h4>
</div>
<div id="outline-container-org96b7a45" class="outline-4">
<h4 id="org96b7a45"><span class="section-number-4">2.2.2</span> fundamental to all plants and animals producing gametes</h4>
</div>
<div id="outline-container-orgd5ba4b7" class="outline-4">
<h4 id="orgd5ba4b7"><span class="section-number-4">2.2.3</span> indepnedent assortment</h4>
<div class="outline-text-4" id="text-2-2-3">
</div>
<ol class="org-ol">
<li><a id="orga838252"></a>ordering is random, which means each half-chromosome has a 1/2 chance of continuing on<br /></li>
<li><a id="org5ba6cb4"></a>thus, each organism can produce \(2^n\) gametes<br /></li>
<li><a id="orgaa4ab34"></a>and when considering both parents the number of possible child geneomes is squared? (ignoring recombination)<br /></li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org6166ee8" class="outline-2">
<h2 id="org6166ee8"><span class="section-number-2">3</span> recombination</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org54b68de" class="outline-3">
<h3 id="org54b68de"><span class="section-number-3">3.1</span> some mixing of chromosome pieces 'between homologue pairs'?</h3>
</div>
<div id="outline-container-org12e31dc" class="outline-3">
<h3 id="org12e31dc"><span class="section-number-3">3.2</span> more comon in some genes than others (if they are tightly linked)</h3>
</div>
</div>
<div id="outline-container-orgf5c5896" class="outline-2">
<h2 id="orgf5c5896"><span class="section-number-2">4</span> when things go wrong</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orga0a0fff" class="outline-3">
<h3 id="orga0a0fff"><span class="section-number-3">4.1</span> aberrations that alter chromosome number</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-org0eb3565" class="outline-4">
<h4 id="org0eb3565"><span class="section-number-4">4.1.1</span> occurs when something happens to the 'centromere' and the 'spindle fibers' can't attache to it and pull it apart</h4>
</div>
<div id="outline-container-org716ad6e" class="outline-4">
<h4 id="org716ad6e"><span class="section-number-4">4.1.2</span> one daughter cell can end up with more chromosomes than another in mitosis</h4>
</div>
<div id="outline-container-org2ea0cbd" class="outline-4">
<h4 id="org2ea0cbd"><span class="section-number-4">4.1.3</span> in meiosis, 'homologous pairs can fail to separate during anaphase I'. called 'nondisjunction'</h4>
</div>
<div id="outline-container-orgbbbc5bc" class="outline-4">
<h4 id="orgbbbc5bc"><span class="section-number-4">4.1.4</span> diff numbers of chromosomes for haploid (half-set sex cells)</h4>
<div class="outline-text-4" id="text-4-1-4">
</div>
<ol class="org-ol">
<li><a id="org36756fa"></a>monosomy<br />
<ol class="org-ol">
<li><a id="orge5afc8f"></a>lacking one chromosome (organism has only half chromosome from other parent)<br /></li>
</ol>
</li>
<li><a id="orgf0b7eff"></a>trisomy<br />
<ol class="org-ol">
<li><a id="org7d53c68"></a>got three half-chromosomes, (organism has extra bit, such as XXY)<br /></li>
</ol>
</li>
<li><a id="orgb0db73c"></a>aneuploidy (either of the above)<br /></li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org7f1c208" class="outline-2">
<h2 id="org7f1c208"><span class="section-number-2">5</span> an example : albert francis blakeslee, john belling, and jimsonweed</h2>
</div>
<div id="outline-container-org7c2ab13" class="outline-2">
<h2 id="org7c2ab13"><span class="section-number-2">6</span> summary</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orga967b51" class="outline-3">
<h3 id="orga967b51"><span class="section-number-3">6.1</span> odd chromosome number arises from errors in segregation during chromosome replication. These variations 'enrich our understanding of how the transfer of chromosomes is regulated from one generation to the next'</h3>
</div>
</div>
<div id="outline-container-org4a04a42" class="outline-2">
<h2 id="org4a04a42"><span class="section-number-2">7</span> meiosis</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org57074b1" class="outline-3">
<h3 id="org57074b1"><span class="section-number-3">7.1</span> etymology</h3>
<div class="outline-text-3" id="text-7-1">
</div>
<div id="outline-container-orgf7e50c4" class="outline-4">
<h4 id="orgf7e50c4"><span class="section-number-4">7.1.1</span> from greek <i>meioun</i> or 'to make small'</h4>
</div>
</div>
<div id="outline-container-org6982ee1" class="outline-3">
<h3 id="org6982ee1"><span class="section-number-3">7.2</span> one dna replication stage, two cell divisions</h3>
</div>
<div id="outline-container-orgb9602f6" class="outline-3">
<h3 id="orgb9602f6"><span class="section-number-3">7.3</span> also involves 'recombination'</h3>
</div>
<div id="outline-container-orgef09f9c" class="outline-3">
<h3 id="orgef09f9c"><span class="section-number-3">7.4</span> often study yeast or something</h3>
</div>
<div id="outline-container-org229ea89" class="outline-3">
<h3 id="org229ea89"><span class="section-number-3">7.5</span> better (electron scanning) microscopes made more discoveries</h3>
</div>
<div id="outline-container-org10791ba" class="outline-3">
<h3 id="org10791ba"><span class="section-number-3">7.6</span> differences by sex</h3>
<div class="outline-text-3" id="text-7-6">
</div>
<div id="outline-container-org6756c6c" class="outline-4">
<h4 id="org6756c6c"><span class="section-number-4">7.6.1</span> mamalian males tend to mantain an active pool of mitosis dividing germ cells of which a subset "specialize" via meiosis</h4>
</div>
<div id="outline-container-orgf33e972" class="outline-4">
<h4 id="orgf33e972"><span class="section-number-4">7.6.2</span> mamalian females germ cells tend to enter meiosis and become oocytes early in development (limited number)</h4>
</div>
</div>
<div id="outline-container-org7490f4c" class="outline-3">
<h3 id="org7490f4c"><span class="section-number-3">7.7</span> steps to meiosis</h3>
<div class="outline-text-3" id="text-7-7">
</div>
<div id="outline-container-org3b894bd" class="outline-4">
<h4 id="org3b894bd"><span class="section-number-4">7.7.1</span> young organisms set aside germ cells that proliferate by mitosis until they recieve signals and enter meiosis</h4>
</div>
<div id="outline-container-orgbdc1a26" class="outline-4">
<h4 id="orgbdc1a26"><span class="section-number-4">7.7.2</span> two divisions to produce gametes</h4>
</div>
<div id="outline-container-org2c9c61e" class="outline-4">
<h4 id="org2c9c61e"><span class="section-number-4">7.7.3</span> first, as a diploid cell, the genome is duplicated to get four copes distributed over two of each chromosome</h4>
<div class="outline-text-4" id="text-7-7-3">
</div>
<ol class="org-ol">
<li><a id="org7eb144b"></a>meiosis I<br />
<ol class="org-ol">
<li><a id="orgb389e7b"></a>unique to germ cells<br /></li>
<li><a id="org8ede5ed"></a>prophase I<br />
<ol class="org-ol">
<li><a id="org4ebc52d"></a>'pairs of homologous chromosomes come together to form a tetrad or bivalent, which contains four chromatids'<br /></li>
<li><a id="orgca33535"></a>recombination occurs within each tetrad<br /></li>
<li><a id="org1c3712e"></a>chiasmata, or something?<br /></li>
</ol>
</li>
<li><a id="org0b269ff"></a>metaphase I<br />
<ol class="org-ol">
<li><a id="orga1c6ae4"></a>chromosomes line up opposite eachother<br /></li>
<li><a id="orgdffee91"></a>sex chromosomes also oppose eachother (to ensure sex chromosomes segregate properly during division (in theory))<br /></li>
</ol>
</li>
<li><a id="orga67a9ea"></a>anaphase I<br />
<ol class="org-ol">
<li><a id="org6a639c2"></a>crossover resolution with meiosis-specific cohesins?<br /></li>
<li><a id="org4c0a81a"></a>else aneuploidy<br />
<ol class="org-ol">
<li><a id="org4890dd0"></a>which is actually quite common, maybe 10% to 30%<br /></li>
<li><a id="orgc6caf32"></a>increases sharply with maternal age<br /></li>
</ol>
</li>
</ol>
</li>
</ol>
</li>
<li><a id="orgb34141a"></a>meiosis II<br />
<ol class="org-ol">
<li><a id="org5ac9367"></a>similar to mitotic division<br /></li>
<li><a id="org7be876f"></a>except there isn't enough DNA to go around so each daughter cell has only half of each chromosome (haploid, as expected)<br /></li>
<li><a id="org078c99e"></a>in males, all four products are roughly the same size and viability while in females, the oocyte retains most of the mass and the other three bits are pinched off<br /></li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-orgdedce1d" class="outline-3">
<h3 id="orgdedce1d"><span class="section-number-3">7.8</span> recombination (v important)</h3>
<div class="outline-text-3" id="text-7-8">
</div>
<div id="outline-container-org92e3c0e" class="outline-4">
<h4 id="org92e3c0e"><span class="section-number-4">7.8.1</span> segments:</h4>
<div class="outline-text-4" id="text-7-8-1">
</div>
<ol class="org-ol">
<li><a id="orgf6c6206"></a>leptotene (greek 'thin threads')<br /></li>
<li><a id="orga672029"></a>zygotene (greek 'paired trheads')<br /></li>
<li><a id="org9e941de"></a>pachytene (greek 'thick threads')<br /></li>
<li><a id="orgf997b3e"></a>diplotene (greeek 'two threads')<br /></li>
</ol>
</div>
<div id="outline-container-org93eb06d" class="outline-4">
<h4 id="org93eb06d"><span class="section-number-4">7.8.2</span> whappens</h4>
<div class="outline-text-4" id="text-7-8-2">
</div>
<ol class="org-ol">
<li><a id="orga6df46f"></a>some species have pairing sequences for centerd alignment<br /></li>
<li><a id="orgd34b59d"></a>other species, chromosomes don't pair until double stranded breaks (DSBs) appear in DNA<br />
<ol class="org-ol">
<li><a id="org6aeb368"></a>catalyzed by protiens with topoisomerases, Spo11 protien from yeast?<br /></li>
</ol>
</li>
<li><a id="org35a7775"></a>some DNA trimming and then they connect in double Holliday junctions<br /></li>
<li><a id="orgd371f70"></a>synaptonemal complex (SC) which holds things steady<br />
<div class="outline-text-5" id="text-7-8-2-4">
</div>
</li>
</ol>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="namedate"><p class="subtitle"><span class="author">Exr0n</span><span class="date">2021-09-11 Sat 16:34</span></p></div><div class="taprootcopyright">(c) 2021 Houjun Liu, Huxley Marvit, Zachary Sayyah, Albert Huang, Dylan Wallace</div>
</div>
</body>
</html>
