docs/biology/bio10/KBe21bio201floMitosisVSMeiosis.tex
% Created 2021-09-11 Sat 16:40
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}


\section{sources\hfill{}\textsc{source}}
\label{sec:org061cfaa}

\subsection{\url{https://www.nature.com/scitable/topicpage/mitosis-meiosis-and-inheritance-476/}}
\label{sec:org0b75427}

\subsection{\url{https://www.nature.com/scitable/topicpage/meiosis-genetic-recombination-and-sexual-reproduction-210/}\#}
\label{sec:org029cf5f}

\section{overview}
\label{sec:orgf7b5a12}
\subsection{mitosis gene transmission}
\label{sec:orgbd859cf}
\subsubsection{exact copy (except random mutations)}
\label{sec:org8e29148}
\subsubsection{good for growth and expansion as a child or to replace damaged tissue}
\label{sec:orgfcaa7f2}
\subsubsection{things can still differ}
\label{sec:orge83917e}
\begin{enumerate}
\item random mutations
\label{sec:orga52a226}
\item cromosome duplication ('polytene chromosomes')
\label{sec:orgb98a428}
\begin{enumerate}
\item large compared to other chromosomes
\label{sec:orgf3334d1}
\item created in a similar process to mitosis but without 'cytokinesis'
\label{sec:org620cc0d}
\end{enumerate}
\end{enumerate}
\subsection{meiosis}
\label{sec:org6f8571d}
\subsubsection{only transmits half the genitic information}
\label{sec:orgab5752c}
\subsubsection{fundamental to all plants and animals producing gametes}
\label{sec:org365abc9}
\subsubsection{indepnedent assortment}
\label{sec:org02541e3}
\begin{enumerate}
\item ordering is random, which means each half-chromosome has a 1/2 chance of continuing on
\label{sec:org04b52c9}
\item thus, each organism can produce \(2^n\) gametes
\label{sec:org09fc09e}
\item and when considering both parents the number of possible child geneomes is squared? (ignoring recombination)
\label{sec:org41e3ad7}
\end{enumerate}
\section{recombination}
\label{sec:org32e9c0f}
\subsection{some mixing of chromosome pieces 'between homologue pairs'?}
\label{sec:org77cd45c}
\subsection{more comon in some genes than others (if they are tightly linked)}
\label{sec:org4736013}
\section{when things go wrong}
\label{sec:orgf21d03f}
\subsection{aberrations that alter chromosome number}
\label{sec:orga278006}
\subsubsection{occurs when something happens to the 'centromere' and the 'spindle fibers' can't attache to it and pull it apart}
\label{sec:orgcd6aa9a}
\subsubsection{one daughter cell can end up with more chromosomes than another in mitosis}
\label{sec:orgc773ee4}
\subsubsection{in meiosis, 'homologous pairs can fail to separate during anaphase I'. called 'nondisjunction'}
\label{sec:orgd10014e}
\subsubsection{diff numbers of chromosomes for haploid (half-set sex cells)}
\label{sec:org11ad1ac}
\begin{enumerate}
\item monosomy
\label{sec:org5aa0951}
\begin{enumerate}
\item lacking one chromosome (organism has only half chromosome from other parent)
\label{sec:org3ce1ed6}
\end{enumerate}
\item trisomy
\label{sec:orgd5fffca}
\begin{enumerate}
\item got three half-chromosomes, (organism has extra bit, such as XXY)
\label{sec:orgac9cb04}
\end{enumerate}
\item aneuploidy (either of the above)
\label{sec:org324df6f}
\end{enumerate}
\section{an example : albert francis blakeslee, john belling, and jimsonweed}
\label{sec:org1501995}
\section{summary}
\label{sec:orgdcb0599}
\subsection{odd chromosome number arises from errors in segregation during chromosome replication. These variations 'enrich our understanding of how the transfer of chromosomes is regulated from one generation to the next'}
\label{sec:orgbd5bdff}
\section{meiosis}
\label{sec:org6d8a1c9}
\subsection{etymology}
\label{sec:org0e488a0}
\subsubsection{from greek \emph{meioun} or 'to make small'}
\label{sec:org148d322}
\subsection{one dna replication stage, two cell divisions}
\label{sec:orgc5c4fb8}
\subsection{also involves 'recombination'}
\label{sec:org2e69a0d}
\subsection{often study yeast or something}
\label{sec:org585a392}
\subsection{better (electron scanning) microscopes made more discoveries}
\label{sec:orgf0c3346}
\subsection{differences by sex}
\label{sec:orgefe762c}
\subsubsection{mamalian males tend to mantain an active pool of mitosis dividing germ cells of which a subset "specialize" via meiosis}
\label{sec:orgf6fc98c}
\subsubsection{mamalian females germ cells tend to enter meiosis and become oocytes early in development (limited number)}
\label{sec:orgfaa126b}
\subsection{steps to meiosis}
\label{sec:org972875b}
\subsubsection{young organisms set aside germ cells that proliferate by mitosis until they recieve signals and enter meiosis}
\label{sec:org5afb1a6}
\subsubsection{two divisions to produce gametes}
\label{sec:orgbc158d9}
\subsubsection{first, as a diploid cell, the genome is duplicated to get four copes distributed over two of each chromosome}
\label{sec:org344fb03}
\begin{enumerate}
\item meiosis I
\label{sec:orgb228524}
\begin{enumerate}
\item unique to germ cells
\label{sec:orgc0594a7}
\item prophase I
\label{sec:org676060c}
\begin{enumerate}
\item 'pairs of homologous chromosomes come together to form a tetrad or bivalent, which contains four chromatids'
\label{sec:org598ede0}
\item recombination occurs within each tetrad
\label{sec:org5f6f3f1}
\item chiasmata, or something?
\label{sec:org8810739}
\end{enumerate}
\item metaphase I
\label{sec:org1f653eb}
\begin{enumerate}
\item chromosomes line up opposite eachother
\label{sec:org11e34b6}
\item sex chromosomes also oppose eachother (to ensure sex chromosomes segregate properly during division (in theory))
\label{sec:orgda60be7}
\end{enumerate}
\item anaphase I
\label{sec:org3f75bbb}
\begin{enumerate}
\item crossover resolution with meiosis-specific cohesins?
\label{sec:orgeb581a1}
\item else aneuploidy
\label{sec:org2c6b835}
\begin{enumerate}
\item which is actually quite common, maybe 10\% to 30\%
\label{sec:org87104a9}
\item increases sharply with maternal age
\label{sec:org951356b}
\end{enumerate}
\end{enumerate}
\end{enumerate}
\item meiosis II
\label{sec:orgcaa81ea}
\begin{enumerate}
\item similar to mitotic division
\label{sec:orgcae74d9}
\item except there isn't enough DNA to go around so each daughter cell has only half of each chromosome (haploid, as expected)
\label{sec:org42f68f0}
\item in males, all four products are roughly the same size and viability while in females, the oocyte retains most of the mass and the other three bits are pinched off
\label{sec:org38fa6db}
\end{enumerate}
\end{enumerate}
\subsection{recombination (v important)}
\label{sec:orgb7a4406}
\subsubsection{segments:}
\label{sec:org7dd0b8d}
\begin{enumerate}
\item leptotene (greek 'thin threads')
\label{sec:org2503854}
\item zygotene (greek 'paired trheads')
\label{sec:org557df7d}
\item pachytene (greek 'thick threads')
\label{sec:org7ea2f59}
\item diplotene (greeek 'two threads')
\label{sec:orgdc9bf8c}
\end{enumerate}
\subsubsection{whappens}
\label{sec:orgfe11307}
\begin{enumerate}
\item some species have pairing sequences for centerd alignment
\label{sec:org50714bd}
\item other species, chromosomes don't pair until double stranded breaks (DSBs) appear in DNA
\label{sec:orga2f5184}
\begin{enumerate}
\item catalyzed by protiens with topoisomerases, Spo11 protien from yeast?
\label{sec:org273db51}
\end{enumerate}
\item some DNA trimming and then they connect in double Holliday junctions
\label{sec:org5d61a79}
\item synaptonemal complex (SC) which holds things steady
\label{sec:org1ccdd99}
\end{enumerate}
\end{document}
